[
  {
    "name": "Davis Ayers",
    "about": "Cupidatat proident do proident dolor ut magna voluptate ullamco anim magna mollit mollit aliquip. Consequat esse reprehenderit cupidatat aliquip sit elit ea duis sit ut deserunt proident. Ullamco occaecat excepteur culpa excepteur officia magna dolor consequat quis sit et cupidatat. Aliquip veniam ullamco occaecat veniam esse sunt tempor excepteur adipisicing reprehenderit. Ex voluptate deserunt deserunt ullamco commodo qui cillum laborum sunt fugiat. Irure voluptate sit pariatur labore aliqua et proident labore nostrud excepteur deserunt. Magna dolore dolore consectetur aute fugiat cupidatat.\r\n",
    "prices": [
      {
        "company": "Suremax.com",
        "value": "117.00"
      }
    ],
    "imgUrl": "img/dell-streak-7.jpg"
  },
  {
    "name": "Chaney Brock",
    "about": "Lorem ullamco aute reprehenderit tempor esse. Laboris quis ullamco nisi nulla proident amet cupidatat esse tempor. Culpa cupidatat ipsum duis qui excepteur sunt dolor consequat. Est esse officia cupidatat velit aute nostrud. Id sit consequat consequat ea. Nulla dolor sint consectetur cupidatat aute irure pariatur pariatur sit fugiat duis irure dolore mollit. Dolore esse laborum incididunt consectetur consectetur velit officia labore.\r\n",
    "prices": [
      {
        "company": "Digial.com",
        "value": "125.00"
      },
      {
        "company": "Dogtown.com",
        "value": "345.00"
      }
    ],
    "imgUrl": "img/dell-venue.jpg"
  },
  {
    "name": "Reeves Glover",
    "about": "Quis commodo eiusmod fugiat proident irure nulla duis commodo magna. Quis minim deserunt nostrud qui. Ullamco ea minim sit esse anim cillum ullamco. Aliqua culpa eu eiusmod ut esse aute. Ut voluptate mollit aliquip reprehenderit.\r\n",
    "prices": [
      {
        "company": "Daycore.com",
        "value": "395.00"
      },
      {
        "company": "Qiao.com",
        "value": "111.00"
      },
      {
        "company": "Isotronic.com",
        "value": "376.00"
      },
      {
        "company": "Zboo.com",
        "value": "400.00"
      }
    ],
    "imgUrl": "img/lg-axis.jpg"
  },
  {
    "name": "Howe Hinton",
    "about": "Eu excepteur tempor dolore pariatur ipsum irure fugiat id excepteur officia velit pariatur commodo. Excepteur duis elit non ex est ut veniam exercitation nostrud laborum cillum minim enim. Nisi sunt proident deserunt anim occaecat fugiat officia. Sit labore eiusmod pariatur aliqua consequat.\r\n",
    "prices": [
      {
        "company": "Hopeli.com",
        "value": "260.00"
      },
      {
        "company": "Roughies.com",
        "value": "286.00"
      },
      {
        "company": "Cinesanct.com",
        "value": "247.00"
      }
    ],
    "imgUrl": "img/droid-2-global.jpg"
  },
  {
    "name": "Salas Vargas",
    "about": "Nisi dolor consectetur aute consectetur veniam occaecat irure ex. Sunt minim tempor id sint Lorem ad et est. Magna nisi voluptate exercitation laborum dolor dolor eu veniam veniam duis ad. Quis est nostrud incididunt aute nulla voluptate mollit ut consectetur.\r\n",
    "prices": [
      {
        "company": "Micronaut.com",
        "value": "176.00"
      }
    ],
    "imgUrl": "img/droid-pro.jpg"
  },
  {
    "name": "Renee Hardin",
    "about": "Aliqua aliquip dolor ex sint. Ipsum qui proident adipisicing non labore pariatur do ipsum reprehenderit officia nostrud in incididunt. Irure fugiat occaecat cupidatat fugiat consequat culpa.\r\n",
    "prices": [
      {
        "company": "Soprano.com",
        "value": "391.00"
      },
      {
        "company": "Orbiflex.com",
        "value": "219.00"
      },
      {
        "company": "Tourmania.com",
        "value": "148.00"
      }
    ],
    "imgUrl": "img/motorola-bravo.jpg"
  },
  {
    "name": "Mays Hurley",
    "about": "Elit non adipisicing consequat deserunt dolor id in ipsum mollit. Voluptate duis dolor ipsum ut duis. Nulla velit ipsum nulla officia velit reprehenderit deserunt sunt eu. Est officia do id eu. Ad non adipisicing ea quis cupidatat enim elit dolore magna non mollit occaecat. Reprehenderit tempor esse cillum mollit.\r\n",
    "prices": [
      {
        "company": "Intergeek.com",
        "value": "341.00"
      },
      {
        "company": "Datacator.com",
        "value": "369.00"
      }
    ],
    "imgUrl": "img/motorola-charm.jpg"
  },
  {
    "name": "Peters Leach",
    "about": "Cupidatat pariatur dolore deserunt quis voluptate nostrud id enim velit ullamco veniam fugiat ex quis. Veniam nulla qui ad Lorem consequat mollit nisi ipsum in esse dolore veniam reprehenderit cillum. Nulla officia enim ullamco est do et proident irure pariatur in sunt.\r\n",
    "prices": [
      {
        "company": "Rodeocean.com",
        "value": "177.00"
      }
    ],
    "imgUrl": "img/nexus-s.jpg"
  },
  {
    "name": "Florence Hatfield",
    "about": "Laborum ipsum sit amet mollit nulla irure duis occaecat aute eu laborum esse id. Incididunt deserunt exercitation amet tempor incididunt id culpa. Aliqua et est pariatur mollit velit in. Nostrud occaecat Lorem excepteur id do reprehenderit Lorem labore incididunt elit quis sit mollit voluptate.\r\n",
    "prices": [
      {
        "company": "Zoxy.com",
        "value": "153.00"
      },
      {
        "company": "Yurture.com",
        "value": "310.00"
      },
      {
        "company": "Netropic.com",
        "value": "164.00"
      }
    ],
    "imgUrl": "img/samsung-galaxy-tab.jpg"
  },
  {
    "name": "Hyde Norton",
    "about": "Eiusmod ut nulla nisi qui pariatur sunt ea nulla id sint. Veniam eiusmod pariatur sint occaecat fugiat velit duis non veniam aute proident dolor consectetur. Enim nulla occaecat labore labore consequat nisi veniam laboris exercitation id culpa do labore. Qui in adipisicing adipisicing voluptate cillum ea reprehenderit mollit magna veniam amet proident id. Quis laborum exercitation minim consequat nisi pariatur esse adipisicing cupidatat velit sit Lorem irure.\r\n",
    "prices": [
      {
        "company": "Metroz.com",
        "value": "277.00"
      },
      {
        "company": "Omatom.com",
        "value": "240.00"
      },
      {
        "company": "Slambda.com",
        "value": "190.00"
      },
      {
        "company": "Syntac.com",
        "value": "371.00"
      }
    ],
    "imgUrl": "img/samsung-gem.jpg"
  },
  {
    "name": "Elsie Dillon",
    "about": "Id ullamco Lorem id exercitation sunt aliquip dolore. Ea quis exercitation do ad id laborum reprehenderit aliquip. Nisi sint labore non amet tempor voluptate non labore nisi esse amet magna.\r\n",
    "prices": [
      {
        "company": "Digigen.com",
        "value": "376.00"
      }
    ],
    "imgUrl": "img/sanyo-zio.jpg"
  },
  {
    "name": "Lambert Allen",
    "about": "Non eu labore in est aliqua non tempor officia officia cillum proident sint dolore nulla. Nisi dolor aliquip dolore irure magna eu esse adipisicing dolor fugiat dolore mollit. Exercitation veniam do officia esse in cupidatat laboris voluptate. Eu amet nostrud tempor non excepteur consectetur exercitation aliquip reprehenderit.\r\n",
    "prices": [
      {
        "company": "Zillactic.com",
        "value": "344.00"
      },
      {
        "company": "Xiix.com",
        "value": "326.00"
      },
      {
        "company": "Lotron.com",
        "value": "352.00"
      },
      {
        "company": "Accel.com",
        "value": "210.00"
      }
    ],
    "imgUrl": "img/t-mobile-mytouch-4g.jpg"
  }
]